tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "martido/graph"
tap "mikescher/tap"
tap "oven-sh/bun"
tap "superfly/tap"
brew "act"
brew "awscli"
brew "bat"
brew "black"
brew "openjdk"
brew "bundletool"
brew "coreutils"
brew "deno"
brew "direnv"
brew "entr"
brew "exercism"
brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "git-interactive-rebase-tool"
brew "git-recent"
brew "git-standup"
brew "git-town"
brew "gitlab-runner"
brew "glab"
brew "go"
brew "graphviz"
brew "htop"
brew "jq"
brew "mas"
brew "mkcert"
brew "mpv"
brew "node"
brew "nss"
brew "p7zip"
brew "pipx"
brew "pnpm"
brew "postgresql@14", restart_service: true
brew "pre-commit"
brew "prettyping"
brew "procs"
brew "redis", restart_service: true
brew "rename"
brew "ruby", link: true
brew "stow"
brew "the_silver_searcher"
brew "tree"
brew "vale"
brew "yarn"
brew "zx"
brew "dopplerhq/cli/doppler"
brew "mikescher/tap/dops"
brew "oven-sh/bun/bun"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "appcleaner"
cask "couleurs"
cask "docker"
cask "figma"
cask "flutter"
cask "flux"
cask "font-commit-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-patrick-hand"
cask "font-patrick-hand-sc"
cask "github"
cask "gitup"
cask "gpg-suite"
cask "jordanbaird-ice"
cask "kap"
cask "latest"
cask "logi-options-plus"
cask "logitune"
cask "maccy"
cask "macdown"
cask "postico"
cask "postman"
cask "rectangle"
cask "runjs"
cask "signal"
cask "sourcetree"
cask "spotify"
cask "stats"
cask "tempbox"
cask "textexpander"
cask "tuple"
cask "warp"
cask "zed"
mas "1Password for Safari", id: 1569813296
mas "Actions", id: 1586435171
mas "Amphetamine", id: 937984704
mas "Be Focused Pro", id: 961632517
mas "Capo", id: 696977615
mas "DaisyDisk", id: 411643860
mas "GarageBand", id: 682658836
mas "Hand Mirror", id: 1502839586
mas "Icon Fun", id: 1202847196
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Mactracker", id: 430255202
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Refined GitHub", id: 1519867270
mas "Sequel Ace", id: 1518036000
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
vscode "akamud.vscode-theme-onelight"
vscode "antfu.unocss"
vscode "arcanis.vscode-zipfs"
vscode "bierner.markdown-preview-github-styles"
vscode "buenon.scratchpads"
vscode "clinyong.vscode-css-modules"
vscode "dbaeumer.vscode-eslint"
vscode "deque-systems.vscode-axe-linter"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "felipe-mendes.slack-theme"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "jasonn-porch.gitlab-mr"
vscode "jasonrudolph.significant-other"
vscode "k--kato.intellij-idea-keybindings"
vscode "mhutchie.git-graph"
vscode "mkhl.direnv"
vscode "mrmlnc.vscode-scss"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "p42ai.refactor"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "sdras.night-owl"
vscode "serayuzgur.crates"
vscode "sokra.ts-inline-types"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vitaliymaz.vscode-svg-previewer"
vscode "yoavbls.pretty-ts-errors"
