tap "dopplerhq/cli"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "martido/graph"
tap "oven-sh/bun"
tap "superfly/tap"
brew "act"
brew "awscli"
brew "bat"
brew "coreutils"
brew "deno"
brew "direnv"
brew "entr"
brew "exercism"
brew "eza"
brew "gh"
brew "git"
brew "git-interactive-rebase-tool"
brew "git-recent"
brew "git-standup"
brew "git-town"
brew "go"
brew "graphviz"
brew "jq"
brew "mas"
brew "mpv"
brew "node"
brew "openjdk"
brew "p7zip"
brew "pnpm"
brew "postgresql@14", restart_service: true
brew "prettyping"
brew "procs"
brew "redis", restart_service: true
brew "ruby", link: true
brew "stow"
brew "tree"
brew "vale"
brew "yarn"
brew "youtube-dl"
brew "zx"
brew "dopplerhq/cli/doppler"
brew "oven-sh/bun/bun"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "appcleaner"
cask "couleurs"
cask "docker"
cask "figma"
cask "flutter"
cask "flux"
cask "font-commit-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-patrick-hand"
cask "font-patrick-hand-sc"
cask "github"
cask "gitup"
cask "gpg-suite"
cask "latest"
cask "logi-options-plus"
cask "logitune"
cask "maccy"
cask "macdown"
cask "notion-calendar"
cask "orbstack"
cask "postico"
cask "postman"
cask "rectangle"
cask "runjs"
cask "sourcetree"
cask "spotify"
cask "stats"
cask "tempbox"
cask "visual-studio-code"
cask "warp"
cask "zed"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Be Focused Pro", id: 961632517
mas "Capo", id: 696977615
mas "DaisyDisk", id: 411643860
mas "GarageBand", id: 682658836
mas "Hand Mirror", id: 1502839586
mas "Icon Fun", id: 1202847196
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Mactracker", id: 430255202
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Refined GitHub", id: 1519867270
mas "Steam Link", id: 1246969117
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
vscode "andrewmcgoveran.react-component-generator"
vscode "antfu.unocss"
vscode "antfu.vite"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-preview-github-styles"
vscode "clinyong.vscode-css-modules"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "deque-systems.vscode-axe-linter"
vscode "dkundel.vscode-new-file"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "k--kato.intellij-idea-keybindings"
vscode "mhutchie.git-graph"
vscode "mrmlnc.vscode-scss"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-jest"
vscode "phoenisx.cssvar"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "unifiedjs.vscode-mdx"
vscode "usama8800.tab-groups"
vscode "waderyan.gitblame"
vscode "zhuangtongfa.material-theme"
